tap "homebrew/cask-fonts"

brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "neovim"
brew "node"
brew "mas"
brew "ripgrep"
brew "saulpw/vd/visidata"
brew "stow"
brew "tig"
brew "tmux"
brew "vim"
brew "yarn"
brew "zoxide"

cask "1password"
cask "alacritty"
cask "alfred"
cask "dropbox"
cask "firefox"
cask "font-commit-mono"
cask "google-chrome"
cask "linear-linear"
cask "notion-calendar"
cask "phoenix"
cask "slack"
cask "spotify"
cask "visual-studio-code"

mas "Things 3", id: 904280696
