brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "neovim"
brew "node"
brew "pi-coding-agent"
brew "ripgrep"
brew "stow"
brew "tig"
brew "tmux"
brew "vim"
brew "visidata"
brew "zoxide"

cask "1password"
cask "alacritty"
cask "alfred"
cask "dropbox"
cask "font-commit-mono"
cask "google-chrome"
cask "phoenix"

mas "Things 3", id: 904280696
